DOE_3/run3/0_orig/p_rgh
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0";
    object      p_rgh;
}

dimensions      [1 -1 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    bottom
    {
        type    fixedFluxPressure;
        value   uniform 0;
    }

    top
    {
        type    fixedFluxPressure;
        value   uniform 0;
    }

    left
    {
        type    fixedFluxPressure;
        value   uniform 0;
    }

    right
    {
        type    fixedFluxPressure;
        value   uniform 0;
    }

    front
    {
        type    empty;
    }

    back
    {
        type    empty;
    }



}



// ************************************************************************* //
